<?php
$L['msg777_title'] = 'Ошибка регистрации';
$L['msg777_body'] = 'Пользователь с таким именем уже существует!<br />Пройдите регистрацию или войдите под своим именем!';
$L['msg778_title'] = 'Ошибка регистрации';
$L['msg778_body'] = 'Пользователь с таким email уже существует!<br />Пройдите регистрацию или войдите под своим именем!';
$L['lz_update_ok'] = 'Учетная запись обновлена!';

$L['lz_regok_title'] = 'Регистрация завершена.';
$L['lz_regok'] = 'Здравствуйте!
Вы зарегистрировались на сайте %1$s. Вы можете зайти на сайт используя

 логин: %2$s
 пароль: %3$s

или  используя свою учетную запись на сайте %4$s.';

$L['cfg_providers']= array('Список провайдеров через запятую','Оставьте пустыми если использовать все доступные.(Имеются на сегодняшний день - google, yandex, mailruapi, mailru, vkontakte, facebook, twitter, loginza, myopenid, webmoney, rambler, flickr, lastfm, verisign, aol, steam, openid)');
$L['cfg_autoreg']= array('Включить авторегистрацию?','Пользователь создается автоматически при первой авторизации.');
$L['cfg_remember']= array('Запоминать пользователя при авторегистрации?');
$L['cfg_s_mail']= array('Отправлять уведомление о регистрации на email нового пользователя?','Работает только если был передан email. На почту нового зарегистрированного пользователя отправляются логин и пароль.');
$L['cfg_m_group']= array('ID груп для регистрации',"Через запятую");


$L['lz_ak']  =  "Привязка аккаунта" ;
$L['lz_profile_provider']  =  "Провайдеры" ;
$L['lz_enter'] = 'Вы также можете войти, используя';
$L['lz_profile_enter'] = 'Вы можете привязать ваш аккаунт на этом сайте, к существующему акаунту на других сайтах. И вы сможете входить на данный сайт используя привязанный аккаунт. Можно использовать только один привязанный аккаунт.';
$L['lz_profile_save']  ='Ваш аккаунт привязан к аккаунту  ';

$L['lz_mng_group_4']  ='Регистрация как Фрилансер';
$L['lz_mng_group_7']  ='Регистрация как Работодатель';